{
  "experiencia": {
    "pergunta": "Você já teve alguma experiência com o cuidado de árvores?",
    "opcoes": [
      "Sim: Já cuidei de árvores em minha casa, quintal, trabalho ou outro local.",
      "Não: Nunca cuidei de árvores antes."
    ]
  },
  "dedicacao": {
    "pergunta": "Você tem tempo disponível para dedicar aos cuidados básicos com a árvore, como regar, adubar e podar?",
    "opcoes": [
      "Sim: Tenho tempo disponível para cuidar da árvore regularmente (pelo menos uma ou duas vezes por semana).",
      "Não: Meu tempo disponível é limitado, e posso ter dificuldade em dedicar a atenção necessária à árvore."
    ]
  },
  "aptidao": {
    "pergunta": "Você se sente confortável realizando tarefas físicas como regar, adubar e podar a árvore?",
    "opcoes": [
      "Sim: Me sinto confortável realizando essas tarefas e tenho disposição física para cuidar da árvore.",
      "Não: Tenho algumas limitações físicas que podem dificultar a realização de tarefas como regar, adubar e podar a árvore."
    ]
  },
  "disposicao_para_aprender": {
    "pergunta": "Você está disposto a aprender sobre os cuidados específicos com a espécie de árvore que deseja plantar?",
    "opcoes": [
      "Sim: Estou disposto a pesquisar, ler livros e artigos, e buscar informações sobre os cuidados adequados para a espécie escolhida.",
      "Não: Prefiro que alguém com mais conhecimento cuide da árvore para mim."
    ]
  },
  "acesso_a_ferramentas": {
    "pergunta": "Você tem acesso a ferramentas e equipamentos básicos para o cuidado da árvore, como mangueira, regador, pá, podador, etc.?",
    "opcoes": [
      "Sim: Possuo as ferramentas e equipamentos necessários para cuidar da árvore.",
      "Não: Preciso adquirir as ferramentas e equipamentos necessários para cuidar da árvore."
    ]
  },
  "contratar_um_profissional": {
    "pergunta": "Você está disposto a contratar um profissional para cuidar da árvore, caso não tenha tempo ou condições de fazê-lo sozinho?",
    "opcoes": [
      "Sim: Estou disposto a investir na contratação de um profissional de jardinagem para cuidar da árvore.",
      "Não: Prefiro cuidar da árvore sozinho, mesmo que isso signifique dedicar menos tempo e atenção."
    ]
  },
  "condicao_local": [
    "Nível 1 - Ótimas Condições para Plantio",
    "Nível 2 - Condições Favoráveis para Plantio",
    "Nível 3 - Condições Adequadas para Plantio",
    "Nível 4 - Condições com Limitações para Plantio",
    "Nível 5 - Condições Desfavoráveis para Plantio",
    "Nível 6 - Condições Muito Desfavoráveis para Plantio",
    "Nível 7 - Condições Impróprias para Plantio"
  ]
}
